Repository: Elypia/Elypia-Website
Catalog: src/locales/messages.*.xlf
Languages: fr, nl

source: Elypia is a Non-Profit CIC
fr: Elypia est une société d'intérêt communautaire

source: Where do donations go?
fr: Où vont les dons ?
nl: Waar gaan donaties naartoe?

source: Password
fr: Mot de passe
nl: Wachtwoord

source: Password must be between 8 and 72 characters!
fr: Le mot de passe doit avoir entre 8 et 72 caractères !
nl: Wachtwoord moet tussen de 8 en 72 tekens lang zijn!

source: Verify Password
fr: vérifier le mot de passe
nl: Bevestig wachtwoord

source: Password must match!
fr: Le mot de passe doit correspondre !
nl: Wachtwoorden moeten overeenkomen!

source: Remember me!
fr: Souviens-toi de moi !
nl: Onthoud me!

source: It looks like you're new here so we brought up registration form instead for you!
fr: On dirait que vous êtes nouveau ici, nous avons donc créé le formulaire d'inscription à votre place !
nl: Het lijkt erop dat je hier nieuw bent, dus in plaats daarvan hebben we het registratieformulier voor je geopend!

source: Source Code
fr: Code source
nl: Broncode

source: Copyright
fr: Droits d'auteur
nl: Auteursrechten

source: Legal
fr: Légal
nl: Legaal

source: You can support us by purchasing our branded merchandise.
fr: Vous pouvez nous soutenir en achetant nos produits dérivés.
nl: U kunt ons ondersteunen door onze merkartikelen te kopen.

source: Donate by transfering money or setting up a standing order directly to our company bank account.
fr: Faites un don en transférant de l'argent ou en établissant un ordre permanent directement sur le compte bancaire de notre entreprise.

source: If you have a PayPal account you can donate using the attached credit/debit card, bank account, or PayPal balance.
fr: Si vous avez un compte PayPal, vous pouvez faire un don en utilisant votre carte de crédit / débit, votre compte bancaire ou votre solde PayPal.
nl: Als u een PayPal-account hebt, kunt u doneren met de bijgevoegde kredietkaart / bankkaart, bankrekening of PayPal-saldo.

source: Card (Stripe)
fr: Carte (Stripe)

source: Donate directly on the site with your debit or credit card. All donations using this method are processed by Stripe; we won't process or store your information.
fr: Faites un don directement sur le site avec votre carte de débit ou de crédit. Tous les dons utilisant cette méthode sont traités par Stripe ; nous ne traiterons ni ne conserverons vos informations.
nl: Doneer rechtstreeks op de site met uw bank of kredietkaart. Alle donaties die deze methode gebruiken, worden verwerkt door Stripe; we zullen uw informatie niet verwerken of opslaan.

source: Bank (UK/GBP Only)
fr: Banque (Royaume-Uni / Livres Sterling uniquement)

source: Sort Code:
fr: Code guichet :

source: Account Number:
fr: Numéro de compte :

source: Account Name:
fr: Nom du compte :

source: As a Community Interest Company we will also be able to generate income through selling subscriptions and services or by providing hosted solutions for our open-source projects. Donations will not be the only form of income for Elypia but strongly encouraged and appreciated.
fr: En tant que société d'intérêt communautaire, nous pourrons également générer des revenus en proposant des abonnements et des services ou en fournissant des solutions hébergées pour nos projets open source. Les dons ne seraient pas la seule forme de revenu pour Elypia mais fortement encouragés et appréciés.
nl: Als een Community Interest Company kunnen we ook inkomsten genereren door abonnementen en diensten te verkopen of door gehoste oplossingen te bieden voor onze open-sourceprojecten. Donaties zullen niet de enige vorm van inkomsten zijn voor Elypia, maar worden sterk aangemoedigd en gewaardeerd.

source: While we try to be sustainable through subscriptions and services, it's favorable to receive donations to keep everything as free as possible. As a non-profit, funding is what allows us to continue to develop free and open-source software and push to provide free or affordable services.
fr: Même si nous essayons de couvrir nos frais grâce à des abonnements et à divers services, les dons sont pour nous importants pour que la majorité de ce que nous proposons reste gratuit. En tant qu'organisme à but non lucratif, le financement nous permet de continuer à développer des logiciels gratuits et open-source et de pousser à fournir des services gratuits ou abordables.
nl: Hoewel we proberen duurzaam te zijn door middel van abonnementen en diensten, is het gunstig om donaties te ontvangen om alles zo gratis mogelijk te houden. Als een non-profit, financiering stelt ons in staat om gratis en open-source software te blijven ontwikkelen en deze gratis of betaalbare diensten aan te bieden.

source: This is for users or publishers that may want to reference Elypia and use its branding. This page covers some assets that can be used, and any guidelines to using them.
fr: Ceci est destiné aux utilisateurs ou aux éditeurs qui souhaitent faire référence à Elypia et utiliser sa marque. Cette page couvre certains actifs qui peuvent être utilisés et toutes les directives pour les utiliser.

source: At present most costs are for technical infrastructure or legal obligations to keep Elypia CIC and its websites and services up. This includes domains, hosting, content delivery, travel or paperwork, and any annual fees or requirements in order to fulfill company wide obligations under legal justification. Some projects may incur costs if new assets or branding is desired for them. We are hopeful that in the future Elypia will be able to provide salaries to those contributing and managing Elypia's projects.
fr: À l'heure actuelle, la plupart des coûts concernent l'infrastructure technique ou les obligations légales pour maintenir Elypia CIC et ses sites Web et services à jour. Cela comprend les domaines, l'hébergement, la livraison de biens, les voyages ou les formalités administratives, ainsi que tous les frais ou exigences annuels afin de remplir les obligations de l'entreprise dans le cadre d'une justification légale. Certains projets peuvent entraîner des coûts si de nouveaux actifs ou une nouvelle image de marque sont nécessaires. Nous espérons qu'à l'avenir, Elypia sera en mesure de fournir des salaires à ceux qui contribuent et gèrent ses projets.

source: Press Kit
fr: Dossier de presse

source: Contribute to this sites Source Code on GitLab
fr: Contribuer au code source de ce site sur GitLab

source: Source Code
fr: Code source

source: This is the registered office and correspondence address for Elypia, not base of work or residence.
fr: Il s'agit du siège social et de l'adresse de correspondance pour Elypia, et non du lieu d'activité principal ou de résidence.
nl: Dit is de maatschappelijke zetel en het correspondentieadres voor Elypia, geen werkbasis of woonplaats.

source: Elypia CIC on Public Record at Companies House
fr: La SIC Elypia est dans les archives publiques de Companies House

source: A Community Interest Company is a non-profit organization in the United Kingdom which has the structure of a limited company, but pledges to use its surplus for community benefit, as opposed to the benefit of its directors. As a CIC, Elypia has a responsibility to follow its Articles of Association and Community Interest Statement which can both be found on the <a> Companies House</a> website. All projects Elypia takes on will adhere to the objectives in the aforementioned documents.
fr: Au Royaume-Uni, une Société d'Intérêt Communautaire est une organisation à but non lucratif qui a la structure d'une société anonyme, mais s'engage à utiliser ses excédents au profit de la communauté, et non pas au bénéfice de ses administrateurs. En tant que SIC, Elypia a la responsabilité de suivre ses statuts et sa déclaration d’intérêt communautaire qui se trouvent tous deux sur les <a> le site web Companies House </a>. Tous les projets entrepris par Elypia respecteront les objectifs des documents susmentionnés.

source: Wikipedia article for Community Interest Company
fr: Article Wikipédia à propos des Sociétés d'intérêt communautaire

source: Anime girl styled drawing of Elypia-chan by Vukory
fr: Une représentation d'Elypia-chan dans le style d'une fille d'animé par Vukory

source: We love free and open-source software!
fr: Nous aimons les logiciels gratuits et open-source !
nl: We houden van gratis en open-source software!

source: Themes
fr: Thèmes
nl: Thema's

source: Elypia Text Logo
fr: Logo du texte d'Elypia
nl: Elypia-tekstlogo

source: Contribute to translations on Weblate
fr: Contribuer aux traductions sur Weblate

source: You don't need to know how to code to contribute and support Elypia; come translate on Weblate!
fr: Vous n'avez pas besoin de savoir comment coder pour contribuer et soutenir Elypia ; venez traduire sur Weblate !
nl: Je hoeft niet te weten hoe je moet programmeren om bij te dragen aan Elypia en om Elypia te ondersteunen; kom vertalen op Weblate!

source: Language Selection
fr: Sélection de la langue
nl: Taal selectie

source: Password is required!
fr: Mot de passe requis !
nl: Wachtwoord is verplicht!

source: Considered using a password manager?
fr: Avez-vous envisagé d'utiliser un gestionnaire de mots de passe ?
nl: Overweegt u een wachtwoordbeheerder te gebruiken?

source: Email is required!
fr: Une adresse mail est requise !
nl: Email is verplicht!

source: Please enter a valid email address!
fr: S'il vous plaît, mettez une adresse email valide !
nl: Gelieve een geldig e-mailadres in te geven!

source: You'll be asked to verify it post-registration!
fr: On vous demandera de le vérifier après l'enregistrement !
nl: U wordt gevraagd om het na registratie te verifiëren!

source: pandaAww Red Panda Emote
fr: Emote de panda roux : le pandaAww
nl: pandaAww Rode Panda Emote

source: Red Panda Emoticons
fr: Les émoticônes de Panda roux
nl: Rode Panda Emoticons

source: Elypia Emotes
fr: Les emotes d'Elypia

source: You can download, modify, reference, or redistribute them as you see fit for any purpose, including commercial.
fr: Vous pouvez les télécharger, les modifier, les référencer ou les redistribuer comme bon vous semble à n'importe quelle fin, y compris commerciale.
nl: U kunt ze downloaden, wijzigen, ernaar verwijzen of herdistribueren als u dat nodig acht voor elk doel, inclusief voor commerciële doelstellingen.

source: The Elypia Emotes are a free and open-source set of cute red panda emoticons available under the Apache license.
fr: Les emotes d'Elypia sont un ensemble gratuit et open-source d'émoticônes d'un panda rouge mignon disponibles sous la licence Apache.
nl: De Elypia Emotes zijn een gratis en open-source set of schattige rode panda-emoticons, beschikbaar onder de Apache licentie.

source: Elypiai Logo
fr: Le Logo d'Elypiai

source: API Wrapper
fr: Wrapper d'API

source: All wraps have been abstracted as to make it more consistent between web services you're implementing and maximize pooling resources.
fr: Tous les wraps ont été résumés afin de rendre les échanges plus cohérent entre les services Web que vous implémentez et de maximiser les ressources de mise en commun.
nl: Alle wraps zijn abstract om het consistenter te maken tussen de webservices die u implementeert en het maximaliseren van pool-resources.

source: Elypiai is a small but useful library that provides wraps for many APIs available online that don't already have official implementations.
fr: Elypiai est une bibliothèque petite mais utile qui fournit des wraps pour de nombreuses API disponibles en ligne qui n'ont pas encore d'implémentations officielles.
nl: Elypiai is een kleine, maar handige bibliotheek die wraps biedt voor veel online beschikbare API's die nog geen officiële implementaties hebben.

source: Confiler Logo
fr: Logo de Confiler

source: Configuration Filer
fr: Fichier de configurations
nl: Configuratie Filer

source: This is great for applications where you want to have a UI for users to tailor their experience without having to write your own web service dedicated to the generic job we all need.
fr: C'est idéal pour les applications où vous voulez avoir une interface utilisateur pour que les utilisateurs personnalisent leur expérience sans avoir à créer votre propre service Web dédié au travail générique dont nous avons tous besoin.
nl: Dit is geweldig voor toepassingen waarbij u een gebruikersinterface voor gebruikers wilt om hun ervaring aan te passen zonder dat u uw eigen webservice hoeft te schrijven die is toegewijd aan de generieke taak die we allemaal nodig hebben.

source: Confiler is a small service which can be online or self-hosted, it's a cloud configuration service which will allow users to define entities to process or store configuration for them.
fr: Confiler est un petit service qui peut être en ligne ou auto-hébergé, c'est un service de configuration cloud qui permettra aux utilisateurs de définir des entités pour traiter ou stocker des configurations pour eux.
nl: Confiler is een kleine service die online of zelf kan worden gehost, het is een cloudconfiguratie-service waarmee gebruikers entiteiten kunnen definiëren om de configuratie voor hen te verwerken of op te slaan.

source: Commandler logo
fr: Logo de Commandler

source: Commandler will handle all the work so it keeps implementing commands quick and simple while the bulk of the work is handled by the framework.
fr: Commandler gérera tout le travail pour qu'il continue à implémenter les commandes rapidement et simplement tandis que la majeure partie du travail est gérée par le framework.
nl: Commandler zal al het werk afhandelen, zodat commando's snel en eenvoudig blijft uitgevoerd worden, terwijl het grootste deel van het werk door het framework wordt afgehandeld.

source: Commandler is a generic command handling framework for Java that allows you to write your code once and integrate it anywhere or multiple places in a single application.
fr: Commandler est un framework générique de gestion des commandes pour Java qui vous permet d'écrire votre code une fois et de l'intégrer n'importe où ou à plusieurs endroits dans une seule application.
nl: Commandler is een generiek raamwerk voor opdrachtverwerking voor Java waarmee u uw code één keer kunt schrijven en deze overal of op meerdere plaatsen in één toepassing kunt integreren.

source: Avatar for Alexis on Discord
fr: Avatar de Alexis sur Discord
nl: Avatar voor Alexis op Discord

source: Discord Chatbot
fr: Chatbot pour Discord

source: Alexis is a free and open-source multi-purpose chatbot for Discord and provides various integrations and moderation features to help you have fun, and automate manage and moderation of your guild!
fr: Alexis est un chatbot polyvalent gratuit et open-source pour Discord et fournit diverses intégrations et fonctionnalités de modération pour vous aider à vous amuser tout en automatisant la gestion et la modération de votre guilde !
nl: Alexis is een gratis en open-source multifunctionele chatbot voor Discord. Deze biedt verschillende integraties en moderatorfuncties om je te helpen plezier te hebben, het beheren en modereren van je gilde te automatiseren!

source: <fa-icon></fa-icon>Download Press Kit
fr: <fa-icon></fa-icon> Télécharger le dossier de presse

source: Want to download everything?
fr: Voulez vous tout télécharger ?

source: Darkest
fr: Le plus sombre
nl: Donkerst

source: Darker
fr: Plus sombre
nl: donkerder

source: Dark
fr: Foncé
nl: Donker

source: White
fr: Blanc
nl: Wit

source: Blue
fr: Bleu
nl: Blauw

source: Elypia Color Palette
fr: La palette de couleurs d'Elypia
nl: Elypia-kleurenpalet

source: Elypia Logo w/Text
fr: Le Logo d'Elypia avec texte

source: Elypia Logo with our Name
fr: Le logo d'Elypia avec notre nom

source: Elypia Icon
fr: L'icône d'Elypia

source: Elypia Icon by Nikky
fr: L'icône d'Elypia par Nikky

source: Elypia Badge
fr: Badge d'Elypia

source: Elypia Logo without Fill by Nikky
fr: Le logo d'Elypia sans remplissage par Nikky
nl: Elypia-logo zonder vulling door Nikky

source: Elypia Logo
fr: Le logo d'Elypia

source: Elypia Logo by Nikky
fr: Le logo d'Elypia par Nikky
nl: Elypia-logo gemaakt door Nikky

source: Don't use the Elypia branding where it may suggest we endorse your content.
fr: N'utilisez pas la marque Elypia lorsque cela peut suggérer que nous approuvons votre contenu.

source: Other than as explicitly stated, don't modify or reconfigure the Elypia logo.
fr: Sauf indication contraire explicite, ne modifiez ni ne reconfigurez pas le logo d'Elypia.

source: Keeping the logo as-is is preferred, but you may alter the hue.
fr: Il est préférable de conserver le logo tel quel, mais vous pouvez modifier sa teinte.

source: Guidelines
fr: Directives
nl: Richtlijnen

source: Contribute to this site's Source Code on GitLab
fr: Contribuer au code source de ce site sur GitLab

source: FG:
fr: Premier plan :

source: BG:
fr: Fond :

source: This is a manually defined list of storage data that may be set on our website or services.
fr: Il s'agit d'une liste de données de stockage définies manuellement qui peuvent être définies sur notre site Web ou nos services.

source: This is a manually defined list of cookies that may be set on our website or services.
fr: Il s'agit d'une liste de cookies définis manuellement qui peuvent être utilisés sur notre site Web ou nos services.

source: Where third-party scripts is embedded from other websites, third-party cookies may also be added.
fr: Lorsque des scripts tiers sont intégrés à partir d'autres sites Web, des cookies tiers peuvent également être ajoutés.

source: Documentation on (Local/Session) Storage via MDN Web Docs (Mozilla)
fr: Documentation sur le stockage (local / session) via MDN Web Docs (Mozilla)

source: Documentation on Cookies via MDN Web Docs (Mozilla)
fr: Documentation sur les cookies via MDN Web Docs (Mozilla)

source: The ePrivacy directive, also known as the EU Cookie Law, is what covers the use of cookies (or other client-side storage mediums) and consent. We minimize the use of <a> cookies</a> and <a> storage</a> without reducing functionality on the websites or services. We do not, and <em>most likely</em> never will, use or add analytic cookies, or trackers, however we do store some data for technical or client-side configuration purposes.
fr: La directive ePrivacy, également connue sous le nom de loi sur les cookies de l'UE, couvre l'utilisation des cookies (ou d'autres supports de stockage côté client) et le consentement. Nous minimisons l'utilisation de <a> cookies</a> et de <a> stockage </a> sans réduire les fonctionnalités des sites Web ou des services. Nous n'utilisons pas, et il y a de <em> fortes chances </em> que nous n'utiliserons ou ajouterons jamais de cookies analytiques ou trackers, cependant nous stockons certaines données à des fins de configuration technique ou côté client.

source: ePrivacy Directive
fr: Directive de ePrivacy
nl: e-privacyrichtlijn

source: Definition and Requirements for Data Protection Officer
fr: Définition et exigences quant au délégué à la protection des données

source: If there are any concerns or questions regarding our privacy policy, or if you have a request, please send an email to <a>dpo@elypia.org</a> where the elected <a> Data Protection Officer (DPO)</a> will be able to support you.
fr: En cas de problème ou de question concernant notre politique de confidentialité, ou si vous avez une demande, veuillez envoyer un e-mail à <a>dpo@elypia.org</a> où le <a> Délégué à la protection des données (DPO) </a> élu sera en mesure de vous aider.

source: We're using <a>CloudFlare</a> as a Content Delivery Network (CDN) which collects and allows us to view aggregate data on traffic such as total requests, number of unique visitors, and which countries are predominantly accessing our services.
fr: Nous utilisons <a>CloudFlare</a> en tant que Content Delivery Network (CDN) qui collecte et nous permet de visualiser des données agrégées sur le trafic telles que le nombre total de demandes, le nombre de visiteurs uniques et les pays qui accèdent principalement à nos services.

source: Documentation on User-Agent via MDN Web Docs (Mozilla)
fr: Documentation sur User-Agent via MDN Web Docs (Mozilla)

source: None of our websites or services store personal information on users, and our web servers are configured with the <a>access log</a> disabled, so we do not see information regarding your request such as <a>IP</a> or <a> user-agent</a>.
fr: Aucun de nos sites Web ou services ne stocke d'informations personnelles sur les utilisateurs, et nos serveurs Web sont configurés avec le <a> journal d'accès </a> désactivé, donc nous ne pouvons pas avoir accès à des informations concernant vos demandes telles que <a> votre IP </a> ou <a> l'agent utilisateur </a>.

source: This privacy policy only refers to what is running on Elypia's servers regardless of what website or service you're using. If you're connected to a third-party host; you should read the respective privacy policy for your host.
fr: Cette politique de confidentialité fait uniquement référence à ce qui est exécuté sur les serveurs d'Elypia, quel que soit le site Web ou le service que vous utilisez. Si vous êtes connecté à un hôte tiers ; vous devez lire la politique de confidentialité respective de votre hôte.

source: Last updated on 12th December 2019
fr: Dernière mise à jour le 12 décembre 2019

source: Privacy Policy
fr: Politique de confidentialité
nl: Privacybeleid

source: Elypia wants to aid the future of software and technology by providing FOSS (free and open-source software) to the public. We want to see more libraries and frameworks that allow junior developers to create enterprise grade applications for small-scale purposes, ready to take that knowledge with them to support other projects and businesses. We also want to help create modern, secure, and reliable software, that can be referenced or derived for small businesses without worrying about legacy applications that are no longer supported with no viable or affordable alternative.
fr: Elypia veut aider l'avenir des logiciels et des technologies en fournissant des logiciels libres et open source au public. Nous voulons voir davantage de bibliothèques et de framework qui permettent aux développeurs débutants de créer des applications de niveau entreprise à petite échelle, prêts à emporter ces connaissances avec eux pour soutenir d'autres projets et entreprises. Nous voulons également aider à créer des logiciels modernes, sécurisés et fiables, qui peuvent être référencés ou dérivés pour les petites entreprises sans se soucier des applications qui ne sont plus prises en charge sans alternative viable ou abordable.

source: Elypia CIC is a non-profit <a> Community Interest Company</a> based in the United Kingdom that wants to bring more free and open-source software to different sectors. This is starting with software development, aimed at junior developers, and will hopefully move towards other areas outside of software that may aid educational institutions or less developed sectors attain alternatives over abandoned legacy applications.
fr: Elypia CIC est une <a> société d'intérêt communautaire </a> à but non lucratif basée au Royaume-Uni qui souhaite proposer davantage de logiciels gratuits et open source à différents secteurs. Cela commence par le développement de logiciels, destiné aux développeurs juniors, et nous espérons pouvoir évoluer vers d'autres domaines en dehors des logiciels qui peuvent aider les établissements d'enseignement ou les secteurs moins développés à trouver des alternatives aux applications devenues obselètes par manque de mises à jour.
