Repository: Elypia/Elypia-Website
Catalog: src/locales/messages.*.xlf
Languages: fr, nl

source: We want to make enterprise grade software development simpler to learn and utilize, and to support sectors that aren't up-to-date or stuck by legacy proprietary abandonware.
fr: Nous voulons simplifier l'apprentissage et l'utilisation du développement de logiciels d'entreprise et soutenir des secteurs qui ne sont pas à jour ou bloqués avec des applications désuètes.
nl: We willen softwareontwikkeling op ondernemingsniveau eenvoudiger maken om te leren en te gebruiken, en om sectoren te ondersteunen die niet up-to-date zijn of vastzitten door legacy gepatenteerde applicaties.

source: Elypia Text
fr: Texte Elypia
nl: Elypia-tekst

source: If you use our link to Humble Bundle, we get a cut on purchases and you can even alter the sliders at checkout to decide how much Elypia gets!
fr: Si vous utilisez notre lien vers Humble Bundle, nous recevons une partie sur les achats et vous pouvez même modifier les curseurs à la caisse pour décider combien Elypia recevra !

source: Commandler makes implementing commands quick and simple without the boilerplate, while the bulk of the work is handled by the framework.
fr: Commandler rend l'implémentation des commandes simple et rapide sans passe-partout, tandis que la majeure partie du travail est gérée par le framework.

source: Elypia is a Community Interest Company
nl: Elypia is een Community Interest Company

source: At present most costs are for technical infrastructure or legal obligations to keep Elypia CIC and it's websites and services up. This includes domains, hosting, content delivery, travel or paperwork, and any annual fees or requirements in order to fulfill company wide obligations under legal justification. Some projects may incur costs if new assets or branding is desired for them. We are hopeful that in the future Elypia will be able to provide salaries to those contributing and managing Elypia's projects.
nl: Op dit moment zijn de meeste kosten voor technische infrastructuur of wettelijke verplichtingen om Elypia CIC en zijn websites en services up-to-date te houden. Dit omvat domeinen, hosting, levering van inhoud, reizen of papierwerk, en eventuele jaarlijkse kosten of vereisten om te voldoen aan bedrijfsbrede verplichtingen op basis van wettelijke rechtvaardiging. Sommige projecten kunnen kosten met zich meebrengen als nieuwe assets of branding voor hen gewenst zijn. We hopen dat Elypia in de toekomst in staat zal zijn om salarissen te verstrekken aan degenen die bijdragen aan Elypia's projecten en deze beheren.

source: Introduction
nl: Introductie

source: Elypia CIC is a non-profit <a>Community Interest Company</a> based in the United Kingdom that wants to bring more free and open-source software to different sectors. This is starting with software development, aimed at junior developers, and will hopefully move towards other areas outside of software that may aid educational institutions or less developed sectors attain alternatives over abandoned legacy applications.
nl: Elypia CIC is een non-profit <a> Community Interest Company</a> gevestigd in het Verenigd Koninkrijk dat meer gratis en open-source software naar verschillende sectoren wil brengen. Dit begint met software-ontwikkeling, gericht op junior-ontwikkelaars, en zal hopelijk naar andere gebieden buiten software gaan die onderwijsinstellingen of minder ontwikkelde sectoren kunnen helpen om alternatieven te vinden ten opzichte van legacy gepatenteerde applicaties.

source: A Community Interest Company is a non-profit organization in the United Kingdom which has the structure of a limited company, but pledges to use its surplus for community benefit, as opposed to the benefit of its directors. As a CIC, Elypia has a responsibility to follow its Articles of Association and Community Interest Statement which can both be found on the <a>Companies House</a> website. All projects Elypia takes on will adhere to the objectives in the aforementioned documents.
nl: Een Community Interest Company is een organisatie zonder winstoogmerk in het Verenigd Koninkrijk die de structuur heeft van een naamloze vennootschap, maar belooft haar overschot te gebruiken als voordeel voor de gemeenschap, in tegenstelling tot het voordeel van haar bestuurders. Als CIC is Elypia verantwoordelijk voor het naleven van haar statuten en Community Interest Statement die beide te vinden zijn op de <a>Company House </a> website. Alle projecten die Elypia op zich neemt, houden zich aan de doelstellingen in de bovengenoemde documenten.

source: Mission
nl: Missie

source: Elypia wants to aid the future of software and technology by providing FOSS (free and open-source software) to the public free of charge. We want to see more libraries and frameworks that allow junior developers to create enterprise grade applications for small-scale purposes, ready to take that knowledge with them to support other projects and businesses. We also want to help create modern, secure, and reliable software, that can be referenced or derived from for small businesses without worrying about legacy applications that are no longer supported with no viable or affordable alternative.
nl: Elypia wil de toekomst van software en technologie helpen door FOSS (free and open-source software) aan het publiek aan te bieden. We willen meer bibliotheken en frameworks zien waarmee junior-ontwikkelaars enterprise-grade applicaties kunnen maken voor kleinschalige doeleinden, klaar om die kennis mee te nemen om andere projecten en bedrijven te ondersteunen. We willen ook helpen bij het creëren van moderne, veilige en betrouwbare software, waarnaar kan worden verwezen of afgeleid voor kleine bedrijven zonder ons zorgen te maken over legacy-applicaties die niet langer worden ondersteund zonder een haalbaar of betaalbaar alternatief.

source: This privacy policy will try cover a broad range of Elypia's websites and services. It may be a good idea to check if a particular service you're curious about has it's own policy on top of this general one.
nl: Dit privacybeleid zal proberen een breed scala van Elypia's websites en diensten te dekken. Het kan een goed idee zijn om te controleren of een bepaalde service waar u nieuwsgierig naar bent, zijn eigen beleid heeft boven op de algemene privacybeleid.

source: The Elypia website currently doesn't store any information on users, however the web server that is running the webpage you are viewing right now will have logged basic information about your connection such as IP address.
nl: De Elypia website slaat momenteel geen informatie over gebruikers op, maar de webserver die de webpagina uitvoert die u nu bekijkt, heeft basisinformatie over uw verbinding vastgelegd, zoals het IP-adres.

source: We are embedding code from other websites so they may also add cookies while your browse this website, for example Discord or FontAwesome.
nl: We voegen code van andere websites in, ze kunnen ook cookies toevoegen terwijl u deze website bezoekt, bijvoorbeeld Discord of FontAwesome.

source: This is a manual list that notes down all (or at least most) cookies (or localstorage and session storage) that's in active use.
nl: Dit is een handmatige lijst die alle (of in elk geval de meeste) cookies (of lokale opslag en sessie opslag) opslaat die actief worden gebruikt.

source: Source
nl: Bron

source: Last updated on 1st August 2019
nl: Laatst bijgewerkt op 1 augustus 2019

source: Elypia Logo w/Name
nl: Elypia-logo met naam

source: Elypia Logo with without fill or shapes by Nikky
nl: Elypia-pictogram zonder vulling of vormen door Nikky

source: Don't use Elypia's branding where it suggests Elypia endorses your content.
nl: Gebruik het merk van Elypia niet op een manier die suggereert dat Elypia uw inhoud steunt.

source: Other than as explicitly stated, don't modify or reconfigure the Elypia logo.
nl: Wijzig of herconfigureer het Elypia-logo niet anders dan expliciet vermeld.

source: It's best to keep the logo as true as possible, but you may alter the hue/saturation.
nl: Het is het beste om het logo zo waar mogelijk te houden, maar u kunt de tint/verzadiging wijzigen.

source: This press kit is dedicated to users or publishers that may want to publish anything that references Elypia and wants to use it's branding. This page covers some assets that can be used, and any guildlines to using them.
nl: Deze press kit is bedoeld voor gebruikers of uitgevers die alles willen publiceren dat verwijst naar Elypia en het merk wil gebruiken. Deze pagina behandelt enkele assets die kunnen worden gebruikt en eventuele richtlijnen om ze te gebruiken.

source: Debit/Credit Card (Stripe)
nl: Bankkaart/Kredietkaart (Stripe)
